tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "spotify/sptaps", "git@ghe.spotify.net:shared/homebrew-spotify.git"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "broot"
brew "libpng"
brew "cairo"
brew "cocoapods"
brew "giflib"
brew "icu4c@76"
brew "detekt"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "grpcurl"
brew "htop"
brew "jenv"
brew "jid"
brew "jq"
brew "libpq"
brew "lua-language-server"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "yq"
brew "felixkratz/formulae/borders"
brew "spotify/sptaps/techdocs-cli"
cask "1password"
cask "aerospace"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "balenaetcher"
cask "brave-browser"
cask "browserosaurus"
cask "chatgpt"
cask "gitify"
cask "google-cloud-sdk"
cask "google-drive"
cask "handbrake"
cask "imageoptim"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "tuple"
cask "vlc"
